<?php

//Арифметические операции

//Выведите на экран результат деления числа 81 на 9.
print_r(81 / 9);
echo "\n";
//Напишите программу, которая посчитает разность между числами 6 и -81 и выведет ответ на экран.
print_r(6 - (-81));
echo "\n";
/*Напишите программу, которая считает и последовательно выводит на экран значения следующих математических выражений: «3 в степени 5» и «-8 разделить на -4».
Обратите внимание, что результаты выведутся «слепленными» в одну строчку без пробела. Мы научимся решать эту проблему в будущих уроках.*/

print_r(3 ** 5);
print_r(-8 / -4);
echo "\n";
//Реализуйте программу, которая вычисляет и выводит на экран значение выражения: 8 / 2 + 5 - -3 / 2

print_r((8 / 2) + 5 - (-3 / 2));
echo "\n";

/*Дано вычисление 70 * 3 + 4 / 8 + 2. 
Расставьте скобки так, чтобы оба сложения (3 + 4) и (8 + 2) высчитывались в первую очередь. Выведите на экран результат. */

print_r(70 * (3 + 4) / (8 + 2));
echo "\n";
